[
  {
    "nameFormatted": "COVID-19",
    "name": "covid-19",
    "description": "Coronavirus disease 2019 (COVID-19) is an infectious disease first identified in 2019 in Wuhan, China, and spreading globally. Common symptoms include fever, cough, and shortness of breath.",
    "link": "https://en.wikipedia.org/wiki/Severe_acute_respiratory_syndrome_coronavirus_2"
  },
  {
    "nameFormatted": "Ebola",
    "name": "ebola",
    "description": "Ebola virus disease (EVD) is a viral fever of humans and other primates common in Africa. Symptoms include a fever, sore throat, muscular pain, and headaches, but can escalate to internal organ failure.",
    "link": "https://en.wikipedia.org/wiki/Ebola_virus_disease"
  },
  {
    "nameFormatted": "Malaria",
    "name": "malaria",
    "description": "Malaria is a life-threatening disease caused by parasites that are transmitted to people through the bites of infected mosquitoes. It can be the cause of fever, tiredness, vomitting and headaches, but can escalate to death."
  },
  {
    "nameFormatted": "HIV/AIDS",
    "name": "aids",
    "description": "AIDS (Acquired immune deficiency syndrome) is a sexually transmitted disease that weakens the immune system. It can cause throat inflammation, rash, headache and sores of the mouth and genitals."
  },
  {
    "nameFormatted": "Measels",
    "name": "measels",
    "description": "Measels is a highly contagious infectious disease that causes red rashes on the body, as well as fever, cough, runny nose and inflamed eyes."
  },
  {
    "nameFormatted": "Rabies",
    "name": "rabies",
    "description": "Transmitted through exposure to infected mammals, causes inflammation of the brain in humands and other mammals, followed by uncontrolled excitement and an inabillity to move parts of the body."
  },
  {
    "nameFormatted": "Influenza",
    "name": "influenza",
    "description": "Influenza consists of a family of infectious diseases that are transmitted through the air with a range of symptoms. In severe cases, it may cause high fever, runny nose, sore throat, muscle pains and coughing."
  },
  {
    "nameFormatted": "Smallpox",
    "name": "smallpox",
    "description": "Transmitted through inhalation of airborne Variola virus, causes common cold and fever, muscle pain, malaise, headache and fatigue"
  },
  {
    "nameFormatted": "Hepatitis-B",
    "name": "hepatitis-b",
    "description": "Transmitted through direct contact with the blood of other body fluids of an infected person, causes loss of appetite, nausea, vomiting and dark urine."
  }
]